sysbench/results/aws/vitess/media/sequencial/delete_6.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           52255
        other:                           24273
        total:                           76528
    transactions:                        76528  (1274.77 per sec.)
    queries:                             76528  (1274.77 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      1274.7718
    time elapsed:                        60.0327s
    total number of events:              76528

Latency (ms):
         min:                                    1.32
         avg:                                   39.21
         max:                                  430.60
         95th percentile:                       99.33
         sum:                              3000865.46

Threads fairness:
    events (avg/stddev):           1530.5600/143.62
    execution time (avg/stddev):   60.0173/0.01