sysbench/results/aws/vitess/media/sequencial/delete_8.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           25826
        other:                           92813
        total:                           118639
    transactions:                        118639 (1976.41 per sec.)
    queries:                             118639 (1976.41 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0267s
    total number of events:              118639

Latency (ms):
         min:                                    1.05
         avg:                                   25.29
         max:                                  335.78
         95th percentile:                       68.05
         sum:                              3000492.70

Threads fairness:
    events (avg/stddev):           2372.7800/193.42
    execution time (avg/stddev):   60.0099/0.01