sysbench/results/aws/vitess/media/sequencial/update_6.txt
sysbench 1.1.0-3ceba0b (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           62094
        other:                           0
        total:                           62094
    transactions:                        62094  (1034.38 per sec.)
    queries:                             62094  (1034.38 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      1034.3806
    time elapsed:                        60.0301s
    total number of events:              62094

Latency (ms):
         min:                                    3.46
         avg:                                   48.32
         max:                                  411.28
         95th percentile:                      112.67
         sum:                              3000635.13

Threads fairness:
    events (avg/stddev):           1241.8800/39.87
    execution time (avg/stddev):   60.0127/0.01