sysbench/results/aws/vitess/media/sequencial/write_1.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           41992
        other:                           20996
        total:                           62988
    transactions:                        10498  (173.89 per sec.)
    queries:                             62988  (1043.34 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.3705s
    total number of events:              10498

Latency (ms):
         min:                                   19.26
         avg:                                  286.69
         max:                                  911.66
         95th percentile:                      484.44
         sum:                              3009643.19

Threads fairness:
    events (avg/stddev):           209.9600/15.18
    execution time (avg/stddev):   60.1929/0.09